tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "vapor/tap"
brew "libpng"
brew "apache-spark"
brew "python@3.9"
brew "awscli"
brew "bash-git-prompt"
brew "glib"
brew "carthage"
brew "cloc"
brew "cocoapods"
brew "exa"
brew "exercism"
brew "fish"
brew "gdk-pixbuf"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "guile"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "tcl-tk"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "leiningen"
brew "mas"
brew "node"
brew "openshift-cli"
brew "openssl@3"
brew "plantuml"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rosa-cli"
brew "watch"
brew "wiremock-standalone"
brew "thoughtbot/formulae/gitsh"
brew "vapor/tap/vapor"
cask "1password"
cask "adobe-acrobat-pro"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk15"
cask "adoptopenjdk8"
cask "aerial"
cask "android-studio"
cask "appcode"
cask "docker"
cask "eclipse-java"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "grandperspective"
cask "hipchat"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "paw"
cask "postman"
cask "pycharm"
cask "rubymine"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "webstorm"
cask "wireshark"
mas "AdBlock", id: 1402042596
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
mas "Xcode", id: 497799835
