tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "thoughtbot/formulae"
tap "vapor/tap"
brew "android-platform-tools"
brew "gdbm"
brew "libyaml"
brew "ansible"
brew "apache-spark"
brew "autoconf"
brew "awscli"
brew "bash-git-prompt"
brew "carthage"
brew "cloc"
brew "cocoapods", link: false
brew "cowsay"
brew "docker", link: false
brew "docker-compose", link: false
brew "elasticsearch"
brew "exa"
brew "exercism"
brew "libpng"
brew "gauge"
brew "gettext"
brew "git"
brew "go"
brew "gopass"
brew "gradle"
brew "gradle@2.14", link: true
brew "libtool"
brew "graphviz"
brew "node"
brew "heroku"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jenkins", link: false
brew "jq"
brew "kafka"
brew "leiningen"
brew "libevent"
brew "libxml2"
brew "maven"
brew "memcached"
brew "mysql"
brew "neo4j"
brew "php@7.0"
brew "pkg-config"
brew "postgresql"
brew "pyenv"
brew "rbenv"
brew "sbt"
brew "scala"
brew "selenium-server-standalone"
brew "sl"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "unrar"
brew "utf8proc"
brew "watch"
brew "watchman"
brew "thoughtbot/formulae/gitsh"
brew "vapor/tap/vapor"
